app/controllers/explore_categories_controller.rb

  def show
    @category = ExploreCategory.find(params[:id])
---
SELECT  "explore_categories".* FROM "explore_categories" WHERE "explore_categories"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]